Repository: mmarufov/tojmessanger
Catalog: Toj/Localizable.xcstrings
Source language: en
Languages: ru, tg

source: Pending messages, edits, or uploads have not reached the cloud and will be permanently removed from this device.
ru: Ожидающие сообщения, изменения и загрузки ещё не попали в облако и будут безвозвратно удалены с этого устройства.
tg: Паёмҳо, таҳрирҳо ва боркуниҳои интизорӣ ҳанӯз ба абр нарасидаанд ва аз ин дастгоҳ пурра нест мешаванд.

source: Pending uploads stay protected. Cloud media downloads again when you open it.
ru: Ожидающие загрузки останутся защищёнными. Облачные медиа загрузятся снова при открытии.
tg: Боркуниҳои интизорӣ ҳифзшуда мемонанд. Расонаҳои абрӣ ҳангоми кушодан дубора бор мешаванд.

source: Pending uploads stay protected. Sent photos, videos, files and voice notes download again when opened.
ru: Ожидающие загрузки останутся защищёнными. Отправленные фото, видео, файлы и голосовые сообщения снова загрузятся при открытии.
tg: Боркуниҳои интизорӣ ҳифзшуда мемонанд. Аксҳо, видеоҳо, файлҳо ва паёмҳои овозии фиристодашуда ҳангоми кушодан дубора бор мешаванд.

source: People
ru: Люди
tg: Одамон

source: People from your address book who use Toj will appear here.
ru: Здесь появятся люди из вашей адресной книги, которые используют Toj.
tg: Дар ин ҷо одамон аз китоби суроғаҳои шумо, ки Toj-ро истифода мебаранд, пайдо мешаванд.

source: People you chat with can see your birthday.
ru: Люди, с которыми вы общаетесь, могут видеть дату вашего рождения.
tg: Одамоне, ки шумо бо онҳо сӯҳбат мекунед, метавонанд зодрӯзи шуморо бубинанд.

source: Permanently delete account
ru: Удалить аккаунт навсегда
tg: Ҳисобро ҳамеша нест кардан

source: Permanently delete account?
ru: Удалить аккаунт навсегда?
tg: Ҳисобро ҳамеша нест мекунед?

source: Phone Number
ru: Номер телефона
tg: Рақами телефон

source: Phone number
ru: Номер телефона
tg: Рақами телефон

source: Photo
ru: Фото
tg: Сурат

source: Photos
ru: Фотографии
tg: Суратҳо

source: Photos, videos, and files are available below.
ru: Фотографии, видео и файлы доступны ниже.
tg: Дар зер аксҳо, видеоҳо ва файлҳо мавҷуданд.

source: Pick who this device is:
ru: Выберите пользователя этого устройства:
tg: Ин дастгоҳ аз они кист:

source: Pin
ru: Закрепить
tg: Мустаҳкам кардан

source: Pinch or double tap to zoom
ru: Сведите пальцы или коснитесь дважды, чтобы изменить масштаб
tg: Барои калон кардан бо ду ангушт ё ду бор ламс кунед

source: Play
ru: Воспроизвести
tg: Пахш кардан

source: Power Saving
ru: Энергосбережение
tg: Сарфаи барқ

source: Power-saving controls will help Toj use less energy.
ru: Настройки энергосбережения помогут Toj расходовать меньше энергии.
tg: Танзимоти сарфаи барқ ба Toj имкон медиҳад, ки нерӯи камтар сарф кунад.

source: Previews arrive first
ru: Предварительные просмотры приходят первыми
tg: Пешнамоишҳо аввал меоянд

source: Previews only
ru: Только предварительный просмотр
tg: Танҳо пешнамоишҳо

source: Privacy
ru: Конфиденциальность
tg: Махфият

source: Privacy and Security
ru: Конфиденциальность и безопасность
tg: Махфият ва амният

source: Private chats
ru: Приватные чаты
tg: Чатҳои махфӣ

source: Private conversation
ru: Приватный разговор
tg: Суҳбати махфӣ

source: Profile color %lld
ru: Цвет профиля %lld
tg: Ранги профил %lld

source: Profile photo
ru: Фото профиля
tg: Сурати профил

source: Protected
ru: Защищено
tg: Ҳифзшуда

source: Protected conversation
ru: Защищённый разговор
tg: Суҳбати ҳифзшуда

source: Queued for sending
ru: В очереди на отправку
tg: Дар навбати фиристодан

source: React
ru: Реакция
tg: Вокуниш

source: Reaction %@
ru: Реакция %@
tg: Вокуниш %@

source: Ready for encrypted upload
ru: Готов к зашифрованной загрузке
tg: Барои боркунии рамзгузорӣ омода аст

source: Received from contact
ru: Получено от контакта
tg: Аз тамос гирифта шудааст

source: Recent Calls
ru: Недавние звонки
tg: Зангҳои охирин

source: Recent media
ru: Недавние медиа
tg: Расонаҳои охирин

source: Recent media is private
ru: Недавние медиа приватны
tg: Расонаҳои охирин махфӣ мебошанд

source: Recent photo
ru: Недавнее фото
tg: Сурати охирин

source: Recent video
ru: Недавнее видео
tg: Видеои охирин

source: Recent voice and video calls will appear here.
ru: Здесь будут отображаться недавние голосовые и видеовызовы.
tg: Зангҳои овозӣ ва видеоии охирин дар ин ҷо пайдо мешаванд.

source: Reconnecting
ru: Повторное подключение
tg: Аз нав пайваст шудан

source: Reconnecting…
ru: Повторное подключение…
tg: Аз нав пайваст карда мешавад…

source: Recording voice message
ru: Запись голосового сообщения
tg: Сабти паёми овозӣ

source: Refresh
ru: Обновить
tg: Навсозӣ

source: Release to send, slide left to cancel, or slide up to lock
ru: Отпустите, чтобы отправить, сдвиньте влево, чтобы отменить, или сдвиньте вверх, чтобы заблокировать.
tg: Барои фиристодан озод кунед, барои бекор кардан ба чап лағжед ё барои қулф ба боло лағжед

source: Remove
ru: Удалить
tg: Нест кардан

source: Remove Birthday
ru: Удалить день рождения
tg: Рӯзи таваллудро хориҷ кунед

source: Remove Photo
ru: Удалить фото
tg: Аксро нест кунед

source: Replace
ru: Заменить
tg: Иваз кардан

source: Reply
ru: Ответить
tg: Ҷавоб додан

source: Reply draft
ru: Черновик ответа
tg: Сиёҳнависи ҷавоб

source: Replying
ru: Ответ
tg: Ҷавоб

source: Request deletion code
ru: Запросить код удаления
tg: Гирифтани рамзи несткунӣ

source: Request new code
ru: Запросить новый код
tg: Гирифтани рамзи нав

source: Resend in %llds
ru: Повторить через %lld с
tg: Пас аз %lld сония дубора фиристодан

source: Respect constrained networks
ru: Учитывать ограничения сети
tg: Маҳдудияти шабакаро ба назар гирифтан

source: Restore recommended defaults
ru: Восстановить рекомендуемые настройки
tg: Танзимоти тавсияшударо барқарор кардан

source: Retry
ru: Повторить
tg: Такрор кардан

source: Review the devices signed in to your Toj account. You can end any session you don’t recognize.
ru: Просмотрите устройства, на которых выполнен вход в вашу учетную запись Toj. Вы можете завершить любой сеанс, который вам не известен.
tg: Дастгоҳҳоеро, ки ба ҳисоби Toj-и худ ворид шудаанд, аз назар гузаронед. Шумо метавонед ҳама сессияеро, ки шумо намешиносед, хотима диҳед.

source: Rich content
ru: Расширенный контент
tg: Муҳтавои бой

source: Ringing
ru: Идёт вызов
tg: Занг мезанад

source: Ringing…
ru: Идёт вызов…
tg: Занг мезанад…

source: Roaming
ru: Роуминг
tg: Роуминг

source: Save
ru: Сохранить
tg: Захира кардан

source: Save Image
ru: Сохранить изображение
tg: Тасвирро захира кардан

source: Save Video
ru: Сохранить видео
tg: Видеоро захира кардан

source: Save contact
ru: Сохранить контакт
tg: Тамосро захира кардан

source: Save edited message
ru: Сохранить отредактированное сообщение
tg: Паёми таҳриршударо захира кунед

source: Save something for yourself
ru: Сохраните что-нибудь для себя
tg: Барои худ чизе захира кунед

source: Saved Messages
ru: Избранное
tg: Паёмҳои захирашуда

source: Saved Messages access ended
ru: Доступ к Избранному прекращён
tg: Дастрасӣ ба Паёмҳои захирашуда қатъ шуд

source: Saved Messages could not be set up
ru: Не удалось настроить Избранное
tg: Паёмҳои захирашуда омода карда нашуданд

source: Saved chats need repair
ru: Требуется восстановить сохранённые чаты
tg: Чатҳои захирашуда бояд барқарор шаванд

source: Saved item
ru: Сохранённый элемент
tg: Маводи захирашуда

source: Saved to Saved Messages
ru: Сохранено в Избранное
tg: Дар Паёмҳои захирашуда нигоҳ дошта шуд

source: Search
ru: Поиск
tg: Ҷустуҷӯ

source: Search chats
ru: Поиск по чатам
tg: Ҷустуҷӯи чатҳо

source: Search contacts
ru: Поиск контактов
tg: Ҷустуҷӯи мухотибон

source: Search filters
ru: Фильтры поиска
tg: Филтрҳои ҷустуҷӯ

source: Search in chat
ru: Поиск в чате
tg: Ҷустуҷӯ дар чат

source: Search is unavailable
ru: Поиск недоступен
tg: Ҷустуҷӯ дастнорас аст

source: Search match highlighted
ru: Совпадение поиска выделено
tg: Мувофиқати ҷустуҷӯ равшан карда шуд

source: Searching %1$lld of %2$lld chats — still downloading history
ru: Поиск в %1$lld из %2$lld чатов — история ещё загружается
tg: Ҷустуҷӯ дар %1$lld аз %2$lld чат — таърих ҳоло ҳам бор мешавад

source: Seen
ru: Просмотрено
tg: Дида шуд

source: Select All
ru: Выбрать все
tg: Ҳамаро интихоб кунед

source: Selected
ru: Выбрано
tg: Интихобшуда

source: Send
ru: Отправить
tg: Фиристодан

source: Send again
ru: Отправить снова
tg: Аз нав фиристодан

source: Send file
ru: Отправить файл
tg: Файлро фиристодан

source: Send photo
ru: Отправить фото
tg: Аксро фиристодан

source: Send video
ru: Отправить видео
tg: Видеоро фиристодан

source: Send voice message
ru: Отправить голосовое сообщение
tg: Паёми овозиро фиристодан

source: Sent
ru: Отправлено
tg: Фиристода шуд

source: Sent by you
ru: Отправлено вами
tg: Аз ҷониби шумо фиристода шудааст

source: Server configuration needs attention
ru: Конфигурация сервера требует внимания
tg: Конфигуратсияи сервер ба диққат ниёз дорад

source: Server unavailable — showing saved chats
ru: Сервер недоступен — показаны сохранённые чаты
tg: Сервер дастнорас — чатҳои захирашуда нишон дода мешаванд

source: Server update state moved backwards. Showing the offline copy.
ru: Состояние обновлений сервера откатилось назад. Показана офлайн-копия.
tg: Ҳолати навсозиҳои сервер ба ақиб рафт. Нусхаи офлайн нишон дода мешавад.

source: Session expired — saved chats remain available
ru: Срок сеанса истёк — сохранённые чаты по-прежнему доступны
tg: Муҳлати нишаст гузашт — чатҳои захирашуда ҳанӯз дастрасанд

source: Set Photo
ru: Установить фото
tg: Акс гузоштан

source: Sets up your private notes conversation
ru: Настраивает вашу личную переписку для заметок
tg: Суҳбати шахсии ёддоштҳои шуморо омода мекунад

source: Setting up…
ru: Настройка…
tg: Омодасозӣ…

source: Settings
ru: Настройки
tg: Танзимот

source: Share
ru: Поделиться
tg: Мубодила кардан

source: Share Toj
ru: Поделиться Toj
tg: Мубодилаи Toj

source: Share something
ru: Поделитесь чем-нибудь
tg: Чизеро мубодила кунед

source: Shared content
ru: Общие материалы
tg: Маводи муштарак

source: Sharing will be available soon
ru: Скоро будет доступен обмен
tg: Мубодила ба зудӣ дастрас хоҳад шуд

source: Show in Chat
ru: Показать в чате
tg: Дар чат нишон додан

source: Sign in
ru: Войти
tg: Ворид шудан

source: Sign in again to set up Saved Messages
ru: Войдите снова, чтобы настроить Избранное
tg: Барои омода кардани Паёмҳои захирашуда дубора ворид шавед

source: Sign out
ru: Выйти
tg: Баромадан

source: Sign out of Toj?
ru: Выйти из Toj?
tg: Аз Toj мебароед?

source: Small encrypted thumbnails are cached before full photos and videos.
ru: Небольшие зашифрованные миниатюры кэшируются до загрузки полных фото и видео.
tg: Пеш аз аксҳо ва видеоҳои пурра пешнамоишҳои хурди рамзгузоришуда кэш мешаванд.

source: Soon
ru: Скоро
tg: Ба наздикӣ

source: Speaker
ru: Динамик
tg: Баландгӯяк

source: Start a private conversation with someone you know.
ru: Начните приватный разговор с близким человеком.
tg: Бо шахси шинос суҳбати махфӣ оғоз кунед.

source: Start of unread messages
ru: Начало непрочитанных сообщений
tg: Оғози паёмҳои нохонда

source: Still preparing this media…
ru: Медиа ещё подготавливается…
tg: Расона ҳанӯз омода мешавад…

source: Storage and account
ru: Хранилище и аккаунт
tg: Хотира ва ҳисоб

source: Storage usage
ru: Использование хранилища
tg: Истифодаи хотира

source: Swipe to reply or use message actions
ru: Проведите по экрану, чтобы ответить или использовать действия с сообщением.
tg: Барои ҷавоб додан ё истифодаи амалҳои паёмӣ лағжед

source: Sync Contact to Phone
ru: Синхронизировать контакт с телефоном
tg: Тамосро бо телефон ҳамоҳанг кардан

source: Synced across your devices
ru: Синхронизировано на ваших устройствах
tg: Дар дастгоҳҳои шумо ҳамоҳанг шудааст

source: That file is larger than 100 MB
ru: Размер этого файла превышает 100 МБ.
tg: Ин файл аз 100 МБ калонтар аст

source: That file name is not supported
ru: Это имя файла не поддерживается
tg: Ин номи файл дастгирӣ намешавад

source: That item could not be read
ru: Не удалось прочитать этот объект
tg: Ин мавод хонда нашуд

source: That photo could not be opened.
ru: Не удалось открыть это фото.
tg: Ин акс кушода нашуд.

source: That video format could not be prepared
ru: Не удалось подготовить этот формат видео
tg: Ин формати видео омода карда нашуд

source: The Saved Messages session changed before setup completed.
ru: Сеанс Избранного изменился до завершения настройки.
tg: Пеш аз анҷоми омодасозӣ нишасти Паёмҳои захирашуда иваз шуд.

source: The dialog is no longer authorized for this account
ru: У этой учётной записи больше нет доступа к чату
tg: Ин ҳисоб дигар ба ин чат дастрасӣ надорад

source: The downloaded media could not be read
ru: Не удалось прочитать загруженные медиа
tg: Расонаи боршуда хонда нашуд

source: The downloaded media is damaged or unsupported
ru: Загруженные медиа повреждены или не поддерживаются
tg: Расонаи боршуда осеб дидааст ё дастгирӣ намешавад

source: The media download could not be resumed
ru: Не удалось продолжить загрузку медиа
tg: Зеркашии расона идома дода нашуд

source: The media preview is too large
ru: Превью медиа слишком большое
tg: Пешнамоиши расона хеле калон аст

source: The media transfer could not be resumed
ru: Не удалось продолжить передачу медиа
tg: Интиқоли расона идома дода нашуд

source: The server returned an invalid Saved Messages conversation.
ru: Сервер вернул недопустимую переписку Избранного.
tg: Сервер суҳбати нодурусти Паёмҳои захирашударо баргардонд.

source: The unauthorized Saved Messages offline copy was removed.
ru: Несанкционированная офлайн-копия Избранного удалена.
tg: Нусхаи офлайни беиҷозати Паёмҳои захирашуда нест карда шуд.

source: The upload expired and must be restarted
ru: Срок загрузки истек, необходимо перезапустить
tg: Мӯҳлати боргузорӣ гузаштааст ва бояд аз нав оғоз карда шавад

source: Themes, chat backgrounds and text sizing are coming soon.
ru: Скоро появятся темы, фоны чата и размеры текста.
tg: Мавзӯъҳо, заминаҳои чат ва андозаи матн ба зудӣ меоянд.

source: These deterministic fixtures never call the production transport.
ru: Эти детерминированные тестовые данные никогда не обращаются к рабочему транспорту.
tg: Ин маълумоти санҷишии собит ҳеҷ гоҳ ба нақлиёти версияи корӣ муроҷиат намекунад.

source: This chat is local to demo mode.
ru: Этот чат существует только в деморежиме.
tg: Ин чат танҳо дар ҳолати намоишӣ аст.

source: This color appears when you don’t have a profile photo.
ru: Этот цвет появляется, когда у вас нет фотографии профиля.
tg: Ин ранг вақте пайдо мешавад, ки шумо акси профил надоред.

source: This device
ru: Это устройство
tg: Ин дастгоҳ

source: This file is empty or larger than 100 MB
ru: Этот файл пуст или превышает 100 МБ.
tg: Ин файл холӣ ё калонтар аз 100 МБ аст

source: This removes the message for everyone in this conversation.
ru: Сообщение будет удалено у всех участников этого чата.
tg: Ин паём барои ҳамаи иштирокчиёни ин суҳбат нест карда мешавад.

source: This removes the message from Saved Messages on all your devices.
ru: Сообщение будет удалено из Избранного на всех ваших устройствах.
tg: Паём аз Паёмҳои захирашуда дар ҳамаи дастгоҳҳои шумо ҳазф мешавад.

source: Today
ru: Сегодня
tg: Имрӯз

source: Toj FAQ
ru: Вопросы и ответы о Toj
tg: Саволу ҷавобҳо дар бораи Toj

source: Toj Features
ru: Возможности Toj
tg: Имкониятҳои Toj

source: Toj caller
ru: Звонок в Toj
tg: Занги Toj

source: Toj can securely check your address book for people you already know.
ru: Toj может безопасно проверить адресную книгу и найти знакомых вам людей.
tg: Toj метавонад китоби суроғаҳоро бехатар санҷида, одамони шиноси шуморо пайдо кунад.

source: Toj needs more free media storage on this device
ru: Toj требуется больше свободного места для медиа на этом устройстве
tg: Барои расонаҳои Toj дар ин дастгоҳ ҷойи холии бештар лозим аст

source: Toj — M1 walking skeleton
ru: Toj — рабочий каркас M1
tg: Toj — қолаби кории M1

source: Try Again
ru: Попробуйте еще раз
tg: Боз кӯшиш кунед

source: Try again
ru: Попробуйте еще раз
tg: Боз кӯшиш кунед

source: Try another name or message.
ru: Попробуйте другое имя или сообщение.
tg: Ном ё паёми дигарро санҷед.

source: Try another name, filter, or message.
ru: Попробуйте другое имя, фильтр или сообщение.
tg: Ном, филтр ё паёми дигарро санҷед.

source: Try offline copy again
ru: Повторить открытие офлайн-копии
tg: Нусхаи офлайнро дубора кушоед

source: Try searching another name or phone number.
ru: Попробуйте найти другое имя или номер телефона.
tg: Кӯшиш кунед, ки дигар ном ё рақами телефонро ҷустуҷӯ кунед.

source: Unarchive
ru: Вернуть из архива
tg: Аз бойгонӣ баровардан

source: Unavailable
ru: Недоступно
tg: Дастнорас

source: Unavailable on this server
ru: Недоступно на этом сервере
tg: Дар ин сервер дастнорас аст

source: Unlimited
ru: Безлимитный
tg: Бемаҳдуд

source: Unmute
ru: Включить звук
tg: Овоздор

source: Unpin
ru: Открепить
tg: Ҷудо кардан

source: Unread messages
ru: Непрочитанные сообщения
tg: Паёмҳои нохонда

source: Update could not be read — showing saved chats
ru: Не удалось прочитать обновление — показаны сохранённые чаты
tg: Навсозӣ хонда нашуд — чатҳои захирашуда нишон дода мешаванд

source: Updating chats…
ru: Обновление чатов…
tg: Навсозии чатҳо…

source: Uploading
ru: Отправка
tg: Боргузорӣ

source: Use Photo below, or allow access to show previews here.
ru: Выберите «Фото» ниже или разрешите доступ, чтобы здесь появились превью.
tg: Дар поён «Акс»-ро интихоб кунед ё барои намоиши пешнамоишҳо дастрасӣ диҳед.

source: Uses your roaming limits for automatic downloads and history backfill.
ru: Использует ограничения роуминга для автозагрузки и подгрузки истории.
tg: Маҳдудияти роумингро барои зеркашии худкор ва пур кардани таърих истифода мебарад.

source: Verification code
ru: Код подтверждения
tg: Рамзи тасдиқ

source: Verify deletion
ru: Подтвердите удаление
tg: Тасдиқи несткунӣ

source: Video
ru: Видео
tg: Навор

source: Video position
ru: Позиция видео
tg: Мавқеи видео

source: Videos
ru: Видео
tg: Видеоҳо

source: Voice
ru: Голос
tg: Овоз

source: Voice message
ru: Голосовое сообщение
tg: Паёми овозӣ

source: Voice message %@
ru: Голосовое сообщение %@
tg: Паёми овозӣ %@

source: Voice message %arg
ru: Голосовое сообщение %arg
tg: Паёми овозӣ %arg

source: Voice message position
ru: Позиция голосового сообщения
tg: Мавқеи паёми овозӣ

source: Voice messages
ru: Голосовые сообщения
tg: Паёмҳои овозӣ

source: Waiting for network
ru: Ожидание сети
tg: Интизори шабака

source: We sent a six-digit code to your phone.
ru: Мы отправили шестизначный код на ваш телефон.
tg: Мо рамзи шашрақамаро ба телефони шумо фиристодем.

source: Welcome to Toj
ru: Добро пожаловать в Toj
tg: Хуш омадед ба Toj

source: We’re making it worth the wait.
ru: Мы стараемся, чтобы ожидание того стоило.
tg: Мо кӯшиш мекунем, ки интизорӣ арзанда бошад.

source: Yesterday
ru: Вчера
tg: Дирӯз

source: You
ru: Вы
tg: Шумо

source: You are no longer a member of this group. Its offline copy was removed.
ru: Вы больше не состоите в этой группе. Её офлайн-копия удалена.
tg: Шумо дигар узви ин гурӯҳ нестед. Нусхаи офлайни он ҳазф шуд.

source: Your Color
ru: Ваш цвет
tg: Ранги шумо

source: Your birthday is shown to people you chat with.
ru: Ваш день рождения виден людям, с которыми вы общаетесь.
tg: Зодрӯзи шумо ба одамоне, ки шумо бо онҳо сӯҳбат мекунед, нишон дода мешавад.

source: Your contacts will appear here in a future update.
ru: Контакты появятся здесь в одном из следующих обновлений.
tg: Тамосҳои шумо дар навсозии оянда дар ин ҷо пайдо мешаванд.

source: Your conversations stay private
ru: Ваши разговоры остаются приватными
tg: Суҳбатҳои шумо махфӣ мемонанд

source: Your details were saved, but the photo could not be stored.
ru: Ваши данные были сохранены, но фотографию сохранить не удалось.
tg: Тафсилоти шумо захира карда шуд, аммо аксро нигоҳ доштан муяссар нашуд.

source: Your encrypted local replica and downloaded media will be removed from this device.
ru: Ваша зашифрованная локальная копия и загруженные медиа будут удалены с этого устройства.
tg: Нусхаи маҳаллии рамзгузоришуда ва расонаҳои боршуда аз ин дастгоҳ нест мешаванд.

source: Your encrypted local replica and downloaded media will be removed. You can sign back in with your phone number at any time.
ru: Ваша зашифрованная локальная копия и загруженные медиа будут удалены. Вы сможете снова войти по номеру телефона в любое время.
tg: Нусхаи маҳаллии рамзгузоришуда ва расонаҳои боршуда нест мешаванд. Шумо ҳар вақт метавонед бо рақами телефон дубора ворид шавед.

source: Your identifying account data will be erased. Delivered messages remain in other participants’ chat history.
ru: Идентифицирующие данные аккаунта будут удалены. Доставленные сообщения останутся в истории других участников.
tg: Маълумоти шиносоии ҳисоби шумо нест мешавад. Паёмҳои расонидашуда дар таърихи дигар иштирокчиён мемонанд.

source: Your messages will appear here.
ru: Ваши сообщения будут появляться здесь.
tg: Паёмҳои шумо дар ин ҷо пайдо мешаванд.

source: Your name
ru: Ваше имя
tg: Номи шумо

source: Your phone number is your Toj identity. Changing it will require a verification code so your account stays protected.
ru: Номер телефона — ваш идентификатор в Toj. Для его изменения потребуется код подтверждения, чтобы защитить аккаунт.
tg: Рақами телефон шиносаи шумо дар Toj аст. Барои иваз кардани он рамзи тасдиқ лозим мешавад, то ҳисоб ҳифз гардад.

source: Your profile could not be saved. Please try again.
ru: Ваш профиль не удалось сохранить. Пожалуйста, попробуйте еще раз.
tg: Профили шумо захира карда нашуд. Лутфан бори дигар кӯшиш кунед.

source: Your tap always wins
ru: Ваше нажатие всегда в приоритете
tg: Ламси шумо ҳамеша бартарӣ дорад

source: Your voice and video call history will live here.
ru: Здесь будет храниться история голосовых и видеозвонков.
tg: Таърихи зангҳои овозӣ ва видеоӣ дар ин ҷо нигоҳ дошта мешавад.

source: edited
ru: отредактировано
tg: таҳрир карда шудааст

source: failed
ru: не удалось
tg: ноком шуд

source: iPhone does not expose roaming status to apps, so turn this on whenever your carrier is charging roaming data. Toj stores only this choice on your device.
ru: iPhone не сообщает приложениям о роуминге, поэтому включайте этот параметр, когда оператор тарифицирует данные в роуминге. Toj хранит на устройстве только этот выбор.
tg: iPhone ҳолати роумингро ба барномаҳо нишон намедиҳад, бинобар ин вақте оператор барои маълумоти роуминг маблағ мегирад, ин танзимро фаъол кунед. Toj дар дастгоҳ танҳо ҳамин интихобро нигоҳ медорад.

source: seen
ru: просмотрено
tg: дида шуд

source: sending
ru: отправляется
tg: фиристода мешавад

source: sent
ru: отправлено
tg: фиристода шуд

source: today at %@
ru: сегодня в %@
tg: имрӯз, %@

source: %@ and %@ are typing…
ru: %1$@ и %2$@ печатают…
tg: %1$@ ва %2$@ менависанд…

source: %@ is typing…
ru: %@ печатает…
tg: %@ менависад…

source: %lld members
ru: %lld участников
tg: %lld аъзо

source: %lld people are typing…
ru: %lld чел. печатают…
tg: %lld нафар менависанд…

source: last seen %@ at %@
ru: был(а) %1$@ в %2$@
tg: охирин боздид %1$@ соати %2$@

source: last seen today at %@
ru: был(а) сегодня в %@
tg: охирин боздид имрӯз соати %@

source: last seen yesterday at %@
ru: был(а) вчера в %@
tg: охирин боздид дирӯз соати %@

source: online
ru: в сети
tg: онлайн

source: Someone
ru: Кто-то
tg: Касе

source: status unavailable
ru: статус недоступен
tg: вазъият дастнорас

source: typing…
ru: печатает…
tg: менависад…

source: yesterday at %@
ru: вчера в %@
tg: дирӯз, %@
